{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GsIdEditorLocalization",
			"Children": [
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "Bayt"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "Bayt"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_Bytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Create Deterministic GsId"
					},
					"Translation": {
						"Text": "Belirlenimci GsId Oluştur"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "D — 16-8-8-8-8-16"
					},
					"Translation": {
						"Text": "D — 16 - 8 - 8 - 8 - 8 - 16"
					},
					"Key": "Enum_EGsIdFormat_D_DisplayName"
				},
				{
					"Source": {
						"Text": "Empty GsId"
					},
					"Translation": {
						"Text": "Boş GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Equal (GsId)"
					},
					"Translation": {
						"Text": "Eşit (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Format"
					},
					"Translation": {
						"Text": "Biçim"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Format_DisplayName"
				},
				{
					"Source": {
						"Text": "From Bytes"
					},
					"Translation": {
						"Text": "Baytlardan Oluştur"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Get Stable Hash"
					},
					"Translation": {
						"Text": "Kararlı Karmayı Al"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Category_GsId_Galactic_Shrine_GsId"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Type_FGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Blueprint Library"
					},
					"Translation": {
						"Text": "GsId Blueprint Kütüphanesi"
					},
					"Key": "Type_UGsIdBlueprintLibrary_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Format"
					},
					"Translation": {
						"Text": "GsId Biçimi"
					},
					"Key": "Type_EGsIdFormat_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Letter Case"
					},
					"Translation": {
						"Text": "GsId Harf Durumu"
					},
					"Key": "Type_EGsIdLetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Input Bytes"
					},
					"Translation": {
						"Text": "Girdi Baytları"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_CreateDeterministicGsId_InputBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Empty"
					},
					"Translation": {
						"Text": "Boş mu"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Valid"
					},
					"Translation": {
						"Text": "Geçerli mi"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_DisplayName"
				},
				{
					"Source": {
						"Text": "Less (GsId)"
					},
					"Translation": {
						"Text": "Küçük (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Letter Case"
					},
					"Translation": {
						"Text": "Harf Durumu"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_LetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Lowercase"
					},
					"Translation": {
						"Text": "Küçük Harf"
					},
					"Key": "Enum_EGsIdLetterCase_Lower_DisplayName"
				},
				{
					"Source": {
						"Text": "N — 64 hexadecimal characters"
					},
					"Translation": {
						"Text": "N — 64 onaltılık karakter"
					},
					"Key": "Enum_EGsIdFormat_N_DisplayName"
				},
				{
					"Source": {
						"Text": "New GsId"
					},
					"Translation": {
						"Text": "Yeni GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Not Equal (GsId)"
					},
					"Translation": {
						"Text": "Eşit Değil (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Out Gs Id"
					},
					"Translation": {
						"Text": "Oluşturulan GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_TryNewGsId_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Parse"
					},
					"Translation": {
						"Text": "Ayrıştır"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_DisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Sonuç"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Sonuç"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Sonuç"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Sonuç"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Sonuç"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Stable Hash"
					},
					"Translation": {
						"Text": "Kararlı Karma"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Başarı"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Başarı"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Başarı"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Text"
					},
					"Translation": {
						"Text": "Metin"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "To Bytes"
					},
					"Translation": {
						"Text": "Baytlara Dönüştür"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "To String"
					},
					"Translation": {
						"Text": "Dizeye Dönüştür"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_DisplayName"
				},
				{
					"Source": {
						"Text": "Try New GsId"
					},
					"Translation": {
						"Text": "GsId Oluşturmayı Dene"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Uppercase"
					},
					"Translation": {
						"Text": "Büyük Harf"
					},
					"Key": "Enum_EGsIdLetterCase_Upper_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_GetStableHash_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsEmpty_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsValid_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToBytes_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "Değer"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "create deterministic gsid gsid"
					},
					"Translation": {
						"Text": "Oluştur Belirlenimci gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_Keywords"
				},
				{
					"Source": {
						"Text": "empty gsid gsid"
					},
					"Translation": {
						"Text": "Boş gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_Keywords"
				},
				{
					"Source": {
						"Text": "equal gsid gsid"
					},
					"Translation": {
						"Text": "Eşit gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "from bytes gsid"
					},
					"Translation": {
						"Text": "from Bayt gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_Keywords"
				},
				{
					"Source": {
						"Text": "get stable hash gsid"
					},
					"Translation": {
						"Text": "Al Kararlı Karma gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_Keywords"
				},
				{
					"Source": {
						"Text": "is empty gsid"
					},
					"Translation": {
						"Text": "Mi Boş gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_Keywords"
				},
				{
					"Source": {
						"Text": "is valid gsid"
					},
					"Translation": {
						"Text": "Mi Geçerli gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_Keywords"
				},
				{
					"Source": {
						"Text": "less gsid gsid"
					},
					"Translation": {
						"Text": "Küçük gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "new gsid gsid"
					},
					"Translation": {
						"Text": "new gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_Keywords"
				},
				{
					"Source": {
						"Text": "not equal gsid gsid"
					},
					"Translation": {
						"Text": "Değil Eşit gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "parse gsid"
					},
					"Translation": {
						"Text": "Ayrıştır gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_Keywords"
				},
				{
					"Source": {
						"Text": "to bytes gsid"
					},
					"Translation": {
						"Text": "to Bayt gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_Keywords"
				},
				{
					"Source": {
						"Text": "to string gsid"
					},
					"Translation": {
						"Text": "to Dize gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_Keywords"
				},
				{
					"Source": {
						"Text": "try new gsid"
					},
					"Translation": {
						"Text": "GsId Oluşturmayı Dene"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_Keywords"
				}
			]
		}
	]
}